import React from 'react'

const Terms = () => {
    return (
        <main dir='rtl' className="flex mi-h-screen flex-col px-6 md:px-8 lg:px-32 py-8">
            <div className='my-12'>
                <p className='text-blue text-2xl'>الشروط والأحكام موقع يوومى صنافة</p>

                <div className='mt-10'>
                    <p className='text-lg'>1.الشروط والأحكام موقع يوومى صنافة :</p>
                    <p>باستخدامك لموقع، يّامي صنافة، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط، يُرجى عدم استخدام الموقع.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>2. الاستخدام الشخصي وغير التجاري :</p>
                    <p>موقعنا مخصّص للاستخدام الشخصي فقط، ويُحظر أي استخدام تجاري أو إعادة نشر محتوياته دون إذن كتابي مسبق.
                        يُمنع نسخ أو إعادة إنتاج الفيديوهات، الصور، النصوص أو أي محتوى آخر من الموقع لأغراض تجارية أو ربحية.
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>3. المُلكية الفكرية :</p>
                    <p>جميع المحتويات الموجودة على الموقع (الوصفات، الفيديوهات، الصور، التصاميم، الشعارات...) هي ملكية حصرية لموقع يوومى صنافة وبالتحديد لشركة ليدر بوب.
                        يُمنع استخدام أو استغلال أي محتوى دون الحصول على إذن كتابي مسبق.
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>4. الروابط الخارجية والخدمات المقدمة من أطراف ثالثة :</p>
                    <p>قد يحتوي الموقع على روابط تؤدي إلى خدمات أو مواقع أخرى، نحن غير مسؤولين عن محتوى تلك المواقع أو عن سياساتها.
                        استخدامك لهذه الروابط يكون على مسؤوليتك الخاصة.
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>5. جمع البيانات وحماية الخصوصية :</p>
                    <p>نحن نجمع بيانات المستخدم (كالاسم، البريد الإلكتروني...) عند التسجيل أو التفاعل مع الموقع.
                        قد نستخدم أدوات مثل - Google Analytics - لتحليل الأداء وتحسين الخدمة.
                        نتعهّد بعدم بيع أو مشاركة بياناتك الشخصية مع أي طرف ثالث إلا في حالة الضرورة القانونية أو بإذن منك.
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>6. ملفات تعريف الارتباط - Cookies - :</p>
                    <p>ملفات تعريف الارتباط - Cookies - </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>7. حقوق المستخدمين :</p>
                    <p>يحق لك طلب تصحيح أو حذف بياناتك الشخصية المُسجلة لدينا.
                        لإرسال أي طلب متعلق ببياناتك الشخصية، يُرجى التواصل معنا عبر البريد الإلكتروني:
                        hello@Yummysanafa.com
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>8. حدود المسؤولية  :</p>
                    <p>يوومى صنافة لا يتحمل أي مسؤولية عن الأضرار الناتجة عن استخدام الموقع أو الاعتماد على محتواه.
                        استخدامك للموقع يقع على مسؤوليتك الشخصية بالكامل.
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>9. القوانين واللوائح المعمول بها  :</p>
                    <p>يخضع استخدام موقع يوومى صنافة للقوانين والتشريعات التونسية المعمول بها.
                        في حالة حدوث أي نزاع أو خلاف متعلق باستخدام الموقع، يتم حل النزاع وفقًا للنصوص القانونية التونسية.
                        تُعتبر محاكم تونس العاصمة الجهة القضائية المختصة للبتّ في أي نزاع.
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>10. التعديلات على الشروط  :</p>
                    <p>تحتفظ إدارة الموقع بحق تعديل أو تحديث هذه الشروط والأحكام في أي وقت. سيتم نشر أي تغييرات على هذه الصفحة. يُرجى مراجعتها بانتظام للاطلاع على أي تحديثات.</p>
                </div>

                <p className='text-blue text-2xl'>سياسة الخصوصية موقع يوومى صنافة</p>

                <div className='mt-10'>
                    <p className='text-lg'>1. جمع البيانات الشخصية  :</p>
                    <p>نقوم بجمع البيانات الشخصية عند التسجيل أو التفاعل معنا على الموقع (الاسم، البريد الإلكتروني، وغيرها من المعلومات الضرورية).</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>2.  كيفية استخدام البيانات  :</p>
                    <p>تُستخدم بياناتك للأغراض التالية :</p>
                    <p>تطوير وتحسين الموقع وتقديم تجربة مستخدم أفضل.</p>
                    <p>إرسال إشعارات أو محتويات ذات صلة بخدماتنا.</p>
                    <p>إجراء تحليلات إحصائية باستخدام أدوات مثل - Google Analytics - لتحسين الأداء.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>3. حماية البيانات  :</p>
                    <p>نلتزم باستخدام معايير حماية متطورة لحماية بياناتك الشخصية من أي استخدام غير مصرح به.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>4. مشاركة البيانات  :</p>
                    <p>نحن لا نشارك بياناتك مع أي طرف ثالث، باستثناء ما تقتضيه القوانين أو بموافقتك الشخصية.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>5. ملفات تعريف الارتباط - Cookies -   :</p>
                    <p>تُستخدم ملفات تعريف الارتباط لتحسين أدائنا وتسهيل الاستخدام. يمكنك التحكم في إعدادات المتصفح الخاص بك لإيقافها إذا أردت.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>6. حقوقك  :</p>
                    <p>لك الحق في الوصول إلى بياناتك، تصحيحها أو طلب حذفها.
                        يُرجى إرسال أي طلب عبر البريد الإلكتروني :
                        hello@Yummysanafa.com

                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>7. تحديث سياسة الخصوصية  :</p>
                    <p>نحتفظ بحق تحديث هذه السياسة في أي وقت. سيتم إخطار المستخدمين بأي تغييرات من خلال الموقع.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>8. للتواصل معنا  :</p>
                    <p>لأي استفسار حول الشروط والأحكام أو سياسة الخصوصية، يمكنكم التواصل معنا عبر البريد الإلكتروني :
                        hello@Yummysanafa.com
                    </p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>9. ختامًا :</p>
                    <p>باستخدامك لموقع، يّامي صنافة، فإنك توافق على هذه الشروط وتلتزم بها.</p>
                </div>

                <p>نتمنى لك تجربة ممتعة معنا !</p>

            </div>
        </main>
    )
}

export default Terms