import React from 'react'

const YummyTerms = () => {
    return (
        <main dir='rtl' className="flex mi-h-screen flex-col px-6 md:px-8 lg:px-32 py-8">
            <div className='my-12'>
                <p className='text-blue text-2xl'>تحذير وشروط استخدام مشروع</p>
                <p className='text-blue text-2xl mt-5'>يوومي صنافة( yummysanafa.com) </p>

                <p className='mt-10'>
                    تُعلن شركة ليدر بوب للزوّار والمستخدمين أنّ المنصّة والموقع الإلكتروني الخاصّين بمشروع يوومي صنافة، ويُشار إليهما فيما يلي بـ «الموقع»، قد تمّ وضعهما على شبكة الإنترنت حصريًّا وعلى سبيل العرض لتقديم فكرة أو مقترح مشروع موجّه لشركة «أورنج تونس». وإذ لا يزال هذا المشروع حتّى تاريخه في مرحلة المقترح، فإنّه لم يتمّ توقيع أيّ طلب أو اتفاقية أو عقد أو شراكة أو التزام رسميّ بين شركة ليدر بوب وشركة أورنج تونس.
                    وبناءً على ذلك، فإنّه لا يمكن اعتبار وجود أيّ علاقة قانونيّة أو تجاريّة أو تعاقديّة قائمة، كما أنّ استخدام الموقع أو الاطّلاع عليه لا ينشئ أيّ التزام على عاتق أيّ من الطرفين.

                </p>

                <div className='mt-10'>
                    <p className='text-lg'>1. ملكيّة الموقع وحقوق الملكيّة الفكريّة : </p>
                    <p>- يُعدّ الموقع ومحتواه وجميع العناصر الواردة فيه (من نصوص وصور ومقاطع فيديو وعلامات تجاريّة وشعارات وغيرها) ملكيّة حصريّة لشركة ليدر بوب.</p>
                    <p>- إنّ إدراج اسم أو شعار أو علامة «Orange» أو «أورنج تونس» على الموقع هو لأغراض توضيحيّة فقط، ولا يُعدّ بأيّ حال من الأحوال تصريحًا لشركة ليدر بوب أو لغيرها باستغلال هذه العلامات أو الشعارات.</p>
                    <p>- يُحظر حظرًا تامًّا القيام بأيّ نسخ أو تعديل أو نشر أو استغلال أو استخدام، كُلّي أو جُزئي، لمشروع يوومي صنافة أو محتواه من دون الحصول مسبقًا على إذن خطّي من شركة ليدر بوب.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>2.	طبيعة مشروع يوومي صنافة : </p>
                    <p>- يُقدَّم مشروع يوومي صنافة في الوقت الراهن للعرض والإعلام فقط، إذ لا يزال في مرحلة المقترح دون أيّة غاية تعاقدية أو تجارية. وفي حال التوصّل إلى اتفاق أو عقد شراكة بين الطرفين، ينتقل المشروع من إطار الفكرة أو المقترح إلى شراكةٍ تجاريةٍ تُرتِّب التزامات تعاقدية على كلٍّ من الطرفين.</p>
                    <p>- يظلّ مشروع يوومي صنافة ملكيّة فكريّة خاصّة بشركة ليدر بوب.</p>
                    <p>- لا يترتّب على العرض أو الاطّلاع على مشروع يوومي صنافة أيّ التزام من أيّ طرف، سواء كان شركة ليدر بوب أو شركة «أورنج تونس» أو أيّ جهة أخرى، على المستويات التعاقديّة أو التجاريّة أو القانونيّة أو غيرها.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>3.	واجب الحفاظ على السريّة وحظر الإفصاح : </p>
                    <p>- يتعيّن على كلّ شخص، سواء كان فردًا أو شركة أو هيئة، اطّلع على هذا المشروع أو دخل إلى الموقع لأيّ سبب، أن يلتزم بالحفاظ على سريّة المعلومات الواردة فيه.</p>
                    <p>- يُحظر حظرًا تامًّا مشاركة أو كشف أو نقل المعلومات المتعلّقة بمشروع يوومي صنافة و/أو المنصّة، بأيّ شكلٍ من الأشكال، من دون إذنٍ خطّيّ مسبق من شركة ليدر بوب.</p>
                    <p>- يُعرِّض أيّ استخدام أو نشر أو نسخ أو استغلال غير مصرّح به للمعلومات الواردة على الموقع مرتكبَه للمساءلة القانونيّة، وفقًا للقوانين السارية.</p>
                </div>


                <div className='mt-10'>
                    <p className='text-lg'>4. إخلاء المسؤولية : </p>
                    <p>- لا تتحمّل شركة ليدر بوب أيّة مسؤوليّة عن أيّ ضرر أو تبعات (مباشرة أو غير مباشرة) قد تنتج عن دخول الموقع أو الاطّلاع عليه أو استخدامه، وعن المعلومات الواردة ضمن مشروع يوومي صنافة.</p>
                    <p>- وبالمثل، لا تتحمّل شركة ليدر بوب أيّة مسؤوليّة عن أيّ استخدام أو إفصاح غير مصرّح بهما من طرف ثالث للمعلومات المضمّنة في الموقع.</p>
                </div>

                <div className='mt-10'>
                    <p className='text-lg'>5. قيود الاستخدام والعقوبات عند المخالفة : </p>
                    <p>- إنّ مشروع يوومي صنافة ليس معدًّا للاستخدام أو النشر لأغراض تجاريّة أو إعلانيّة، ما لم يصدر إذن خطّيّ مسبق من شركة ليدر بوب.</p>
                    <p>- يُعتبر كلّ مخالف أو شخص ينتهك هذه الشروط مخالفًا للقانون ويعرّض نفسه للملاحقة القانونيّة وفقًا للأنظمة المعمول بها.</p>
                </div>

                <p className='mt-10'>وبزيارة الموقع أو استخدامه فيما يتعلّق بمشروع يوومي صنافة، يُقرّ كلّ شخص بأنّه اطّلع على هذا التحذير وشروط الاستخدام ويوافق على الالتزام بمضمونها. وأيّ انتهاك لهذه الأحكام قد يترتّب عليه تطبيق عقوبات مدنيّة و/أو جزائيّة وفقًا للقوانين النافذة.</p>                

            </div>
        </main>
    )
}

export default YummyTerms